{
    "projects": [
        {
            "name": "In balance houses in a suburban context",
            "url": "/P1.webp",
            "description": "Housing units in a steep sloped terrain, the intention was to leave as many space as possible for preserving the nature already present, placing the houses in a balcony manner, looking towards the views of the city. The complex hangs from the slope thanks to a balance between the living spaces and rocks taken from the terrain acting as counterweight.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Tower for 100 people",
            "url": "/P4.webp",
            "description": "The tower typology in housing represents a real challenge when we talk about the division between the inhabitants. The verticality naturally separates and the horizontal slabs cut the visual connections between the different levels. The project acts against the stratification of the type by creating a continuous and shared peripherical space, containing an alternation of kitchens and living spaces, connected by a unique staircase that does one lap around the tower. The common spaces consist of kitchens, living rooms as well as greenhouses, with vegetation adapting to the changing climate of the tower due to the stratification created by the verticality. Intimate spaces consist of equal 15 m2 units, that share lobby, bathroom and a loggia between two units. The repetition of the pieces gives flexibility to the plan, the walls separating the rooms can be removed to create appartments made of up to 6 units.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Nordic masters study",
            "url": "/P3.webp",
            "description": "This optional class aimed to teach more in depth the style of the nordic architects like Asplund, Lewerentz, Aalto and many more. My work consisted in analyzing and redrawing two of Alvar Aal- to’s less known works : Villa Väinölä and Villa Tammekann. Di- ving in depth inside these designs you discover the richness of the details, the understanding of the surroundings as well as the evo- lution of styles in Aalto’s works.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Housing project in Collserola’s slopes, Barcelona",
            "url": "/P2.webp",
            "description": "Creation of a housing complex for 100 people in a 15000 m2 plot, solved with 3 typologies of U shaped units. The intention is to give the comfort and contact with nature provided by individual houses in an urban context. The particular U shape of the houses focuses the view from the inside towards the views of the city, orientated to avoid the surrounding obstructions. The placement of the units aims to create different scales inside the project, going from the individual house to a shared plazza to the overall neighborhood.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Kitchen study",
            "url": "/P5.webp",
            "description": "This drawing is the result of a research on traditional korean kit- chens, that use the heat of the stoves as a floor heating system for living spaces.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Embracing the obscurity",
            "url": "/P6.webp",
            "description": "This is an exploration into the world of obsolesence. The parking typology is defined by characteristics that discourage repurposing into housing, such as low ceilings, ramps and deep floor plans. This project aims to introduce a new way of living by taking ad- vantage of the essence of the parking, not looking away from what appears to be its disadvantages, embracing the obscurity. From the existing structural layout we define a grid that subdivises the plan, adding walls leading to the darkest point of the parking, the center. The goal is to draw the users into the depths of the space, seeking refuge much like early humans did in caves. We imagine an architecture where light is no longer the protago- nist, and where we learn to live with what is given to us by shifting our mindset.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        },
        {
            "name": "Pavilion construction",
            "url": "/P7.webp",
            "description": "This is a class project that consisted in constructing and designing a pavilion for Servion’s Zoo in Switzerland with my studio, EAST. In order to prepare for the next expansion of the zoo we built a woo- den structure topped by a recycled tiles roof. The main challenge was the entrance where the design required a complex shape that posed numerous difficulties during the construction.",
            "images": [
                "/P6/P6.0.png",
                "/P6/P6.1.png",
                "/P6/P6.2.png",
                "/P6/P6.3.png",
                "/P6/P6.4.png",
                "/P6/P6.5.png",
                "/P6/P6.6.png"
            ]
        }
    ]
}